Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

# 清理成功
source: Cleanup successful
de: Erfolgreich gelöscht
es: Limpieza exitosa
fr: Nettoyage réussi
it: Pulito con successo
ja: クリーンに成功しました
ko: 정리 성공
pt_br: Limpeza bem-sucedida
ru: Успешно очищено
tr: Temizleme Başarılı
zh_hans: 清理成功
zh_hant: 清理成功
zh_hk: 清理成功

# 清空
source: Clear
de: Löschen
es: Despejado
fr: Vider
it: Pulisci
ja: クリア
ko: 비우기
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清空
zh_hant: 清空
zh_hk: 清空

# 清空缓存数据
source: Clear Cache Data
de: Cache-Daten leeren
es: Limpiar datos de caché
fr: Effacer les données du cache
it: Pulisci i dati della cache
ja: キャッシュデータをクリア
ko: 캐시 데이터 삭제
pt_br: Limpar dados do cache
ru: Очистить кэш-данные
tr: Önbellek Verilerini Temizle
zh_hans: 清空缓存数据
zh_hant: 清除緩存數據
zh_hk: 清除緩存數據

# 清除
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Pulisci
ja: 削除
ko: 삭제
pt_br: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

# 清除所有数据
source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt_br: Limpar todos os dados
ru: Очистить все данные
tr: Tüm Verileri Temizle
zh_hans: 清除所有数据
zh_hant: 清除所有數據
zh_hk: 清除所有數據

# 清除过期通知
source: Clear Expired Notifications
de: Überfällige Benachrichtigungen löschen
es: Borrar notificaciones caducadas
fr: Effacer les notifications expirées
it: Elimina notifiche scadute
ja: 期限切れの通知をクリア
ko: 만료된 알림 지우기
pt_br: Limpar notificações expiradas
ru: Очистить устаревшие уведомления
tr: Süresi Dolmuş Bildirimleri Temizle
zh_hans: 清除过期通知
zh_hant: 清除過期通知
zh_hk: 清除過期通知

# 滚动到开始
source: Scroll to start
de: Zum Start scrollen
es: Desplázate para comenzar
fr: Faites défiler pour commencer
it: Scorri per iniziare
ja: 先頭にスクロール
ko: 시작으로 스크롤
pt_br: Rolar para começar
ru: Прокрутите до начала
tr: Kaydırmaya Başla
zh_hans: 滚动到开始
zh_hant: 滾動到開始
zh_hk: 滾動到開始

# 滚动到结束
source: Scroll to end
de: Bis zum Ende scrollen
es: Desplázate hasta el final
fr: Faire défiler jusqu'à la fin
it: Scorri fino alla fine
ja: 末尾にスクロール
ko: 끝으로 스크롤
pt_br: Rolar até o final
ru: Прокрутите до конца
tr: Sonuna kadar kaydır
zh_hans: 滚动到结束
zh_hant: 滾動到結束
zh_hk: 滾動到結束

# 点击切换应用图标
source: Click to switch app icon
de: Klicken Sie, um das App-Symbol zu wechseln
es: Cambiar icono de la aplicación al hacer clic
fr: Cliquez pour changer l'icône de l'application
it: Clicca per cambiare l'icona dell'app
ja: タップしてアプリアイコンを変更
ko: 앱 아이콘 변경하려면 탭하세요
pt_br: Clique para alternar o ícone do aplicativo
ru: Нажмите, чтобы сменить значок приложения
tr: Uygulama simgesini değiştirmek için tıklayın
zh_hans: 点击切换应用图标
zh_hant: 點擊切換應用圖標
zh_hk: 點擊切換應用圖標

# 点击右上角按钮可以复制测试URL、预览推送效果
source: Click the button in the upper right corner to copy the test URL and preview the push effect.
de: Durch Klicken auf die Schaltfläche oben rechts können Sie die Test-URL kopieren und die Push-Benachrichtigungsvorschau anzeigen.
es: Haz clic en el botón de la esquina superior derecha para copiar la URL de prueba y previsualizar el efecto de la notificación push.
fr: Cliquez sur le bouton en haut à droite pour copier l'URL de test et prévisualiser l'effet de la notification push
it: Clicca il pulsante in alto a destra per copiare l'URL di test e visualizzare in anteprima l'effetto della notifica push.
ja: 右上のボタンをクリックすると、テストURLをコピーし、プッシュ効果をプレビューできます
ko: 오른쪽 상단 버튼을 클릭하면 테스트 URL을 복사하고 푸시 효과를 미리 볼 수 있습니다
pt_br: Clique no botão no canto superior direito para copiar o URL de teste e visualizar o efeito da notificação push.
ru: Нажмите кнопку в правом верхнем углу, чтобы скопировать тестовый URL, предварительно просмотреть эффект отправки.
tr: Sağ üst köşedeki düğmeye tıklayarak test URL'sini kopyalayabilir ve gönderim önizlemesini görüntüleyebilirsiniz.
zh_hans: 点击右上角按钮可以复制测试URL、预览推送效果
zh_hant: 點擊右上角按鈕可以複製測試URL、預覽推送效果
zh_hk: 點擊右上角按鈕可以複製測試URL、預覽推送效果

# 点击查看更多
source: Click to view more
de: Mehr anzeigen
es: Pulsa para ver más
fr: Cliquez pour voir plus
it: Clicca per vedere di più
ja: もっと見るをクリック
ko: 더 보기 클릭
pt_br: Clique para ver mais
ru: Нажмите, чтобы увидеть больше
tr: Daha fazlasını görüntüle
zh_hans: 点击查看更多
zh_hant: 點擊查看更多
zh_hk: 點擊查看更多

# 点击跳转app
source: Click to jump to app
de: Zum App springen klicken
es: Pulsa para saltar a la aplicación
fr: Cliquez pour sauter vers l'app
it: Clicca per saltare all'app
ja: アプリにジャンプするにはクリック
ko: 앱으로 이동하려면 클릭
pt_br: Clique para pular para o app
ru: Перейти в приложение
tr: Uygulamaya atla
zh_hans: 点击跳转app
zh_hant: 點擊跳轉app
zh_hk: 點擊跳轉應用程式

# 点击进入分组列表
source: Click to enter group list
de: Klicken Sie hier, um zur Gruppenliste zu gelangen
es: Entrar en la lista de grupos
fr: Cliquez pour entrer dans la liste des groupes
it: Clicca per entrare nell'elenco dei gruppi
ja: グループリストを表示
ko: 그룹 목록으로 이동
pt_br: Clique para entrar na lista de grupos
ru: Нажмите, чтобы войти в список групп
tr: Grup listesine girmek için tıklayın
zh_hans: 点击进入分组列表
zh_hant: 點擊進入分組列表
zh_hk: 點擊進入分組列表

# 版本 %@，双击切换显示
source: Version %@, double-click to toggle display
de: Version %@, Doppelklick zum Wechseln der Anzeige
es: Versión %@, doble clic para cambiar la visualización
fr: Version %@, double-clic pour afficher
it: Versione %@, doppio clic per cambiare visualizzazione
ja: バージョン %@、ダブルタップで表示切替
ko: 버전 %@, 더블 탭하여 표시 전환
pt_br: Versão %@, clique duas vezes para alternar a exibição
ru: Версия %@, двойной щелчок для переключения отображения
tr: Sürüm %@, çift tıklayarak görüntüyü değiştirin
zh_hans: 版本 %@，双击切换显示
zh_hant: 版本 %@，雙擊切換顯示
zh_hk: 版本 %@，雙擊切換顯示

# 生成二维码
source: Generate QR Code
de: QR-Code generieren
es: Generar código QR
fr: Générer un code QR
it: Genera codice QR
ja: QRコードを生成
ko: QR 코드 생성
pt_br: Gerar QR Code
ru: Создать QR-код
tr: QR Kod Oluştur
zh_hans: 生成二维码
zh_hant: 生成二維碼
zh_hk: 生成二維碼

# 用户协议
source: User Agreement
de: Benutzervereinbarung
es: Acuerdo de usuario
fr: Contrat de l'utilisateur
it: Accordo Utente
ja: ユーザー契約
ko: 사용자 계약
pt_br: Termos do Usuário
ru: Пользовательское соглашение
tr: Kullanıcı Sözleşmesi
zh_hans: 用户协议
zh_hant: 用戶協議
zh_hk: 用戶協議

# 的消息
source: Message
de: Nachricht
es: el mensaje
it: Messaggio
ja: のメッセージ
ko: 의 메시지
pt_br: mensagem
ru: сообщение
tr: Mesaj
zh_hans: 的消息
zh_hant: 的消息
zh_hk: 的訊息

# 确定
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh_hans: 确定
zh_hant: 確定
zh_hk: 確定

# 确定要删除 "%@" 吗？此操作无法撤销。
source: Are you sure you want to delete \"%@\"? This operation cannot be undone.
de: Sind Sie sicher, dass Sie \"%@\" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar \"%@\"? Esta operación no se puede deshacer.
fr: Voulez-vous vraiment supprimer \"%@\" ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare \"%@\"? Questa operazione non può essere annullata.
ja: "%@"を削除してもよろしいですか？この操作は元に戻せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir \"%@\"? Esta operação não pode ser desfeita.
ru: Вы уверены, что хотите удалить "%@"? Это действие нельзя отменить.
tr: %@" silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 确定要删除 "%@" 吗？此操作无法撤销。
zh_hant: 確定要刪除 \"%@\" 嗎？此操作無法撤銷。
zh_hk: 確定要刪除 \"%@\" 嗎？此操作無法撤銷。

# 确定要删除"%@"提示词吗？此操作无法撤销。
source: Are you sure you want to delete \"%@\"? This operation cannot be undone.
de: Möchten Sie den Hinweis '%@' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar '%@'? Esta operación no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer l'indicateur \"%@\" ? Cette opération est irréversible.
it: Sei sicuro di voler eliminare la parola chiave '%@'? Questa operazione non può essere annullata.
ja: "%@"のプロンプトを削除してもよろしいですか？この操作は元に戻せません。
ko: "%@" 프롬프트를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir \"%@\"? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить подсказку "%@"? Это действие нельзя отменить.
tr: %@" ipucunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 确定要删除"%@"提示词吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」提示詞嗎？此操作無法撤銷。
zh_hk: 確定要刪除「%@」提示詞嗎？此操作無法撤銷。

# 确认
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
zh_hans: 确认
zh_hant: 確認
zh_hk: 確認

# 确认删除
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除を確認
ko: 삭제 확인
pt_br: Confirmar exclusão
ru: Подтвердить удаление
tr: Sil
zh_hans: 确认删除
zh_hant: 確認刪除
zh_hk: 確認刪除

# 示例
source: Example
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio
ja: 例
ko: 예
pt_br: Exemplo
ru: Пример
tr: Örnek
zh_hans: 示例
zh_hant: 示例
zh_hk: 示例

# 移除
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
tr: Kaldır
zh_hans: 移除
zh_hant: 移除
zh_hk: 移除

# 程序图标
source: Program Icon
de: Programmsymbol
es: Icono del programa
fr: Icône du programme
it: Icona del programma
ja: アプリのアイコン
ko: 앱 아이콘
pt_br: Ícone do programa
ru: Значок приложения
tr: Program Simgesi
zh_hans: 程序图标
zh_hant: 程式圖示
zh_hk: 程式圖示

# 端到端加密推送
source: End-to-End Encrypted Push
de: Ende-zu-Ende-verschlüsselte Push-Benachrichtigungen
es: Envío cifrado de extremo a extremo
fr: Push-to-Push chiffré de bout en bout
it: Crittografia end-to-end push
ja: エンドツーエンド暗号化プッシュ
ko: 종단 간 암호화 푸시
pt_br: Push criptografado de ponta a ponta
ru: Сквозное шифрование Push
tr: Uçtan Uca Şifreli İtme Bildirimi
zh_hans: 端到端加密推送
zh_hant: 端到端加密推送
zh_hk: 端到端加密推送

# 算法
source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
ko: 알고리즘
pt_br: Algoritmo
ru: Алгоритм
tr: Algoritma
zh_hans: 算法
zh_hant: 演算法
zh_hk: 演算法

# 算法列表
source: Algorithm List
de: Algorithmenliste
es: Lista de algoritmos
fr: Liste d'algorithmes
it: Elenco algoritmi
ja: アルゴリズムリスト
ko: 알고리즘 목록
pt_br: Lista de Algoritmos
ru: Алгоритмический список
tr: Algoritma Listesi
zh_hans: 算法列表
zh_hant: 算法列表
zh_hk: 算法列表

# 算法配置
source: Algorithm Configuration
de: Algorithmuskonfiguration
es: Configuración de algoritmo
fr: Configuration d'algorithme
it: Configurazione algoritmo
ja: アルゴリズム設定
ko: 알고리즘 구성
pt_br: Configuração de Algoritmo
ru: Конфигурация алгоритма
tr: Algoritma Yapılandırması
zh_hans: 算法配置
zh_hant: 演算法配置
zh_hk: 算法配置

# 粘贴到此处,自动识别
source: Paste here, auto-identify
de: Hier einfügen, automatisch erkennen
es: Pegar aquí, reconocimiento automático
fr: Coller ici, reconnaissance automatique
it: Incolla qui, riconoscimento automatico
ja: ここに貼り付け、自動検出
ko: 여기에 붙여넣기, 자동 감지
pt_br: Colar aqui, reconhecimento automático
ru: Вставить здесь, автоматическое распознавание
tr: Buraya yapıştır, otomatik tanıma
zh_hans: 粘贴到此处,自动识别
zh_hant: 粘貼到此處，自動識別
zh_hk: 粘貼到此處，自動識別

# 系统保留文件!
source: System Reserved File!
de: Systemreservedatei!
es: ¡Archivo reservado del sistema!
fr: Fichier réservé au système !
it: File di sistema riservati!
ja: システム予約ファイル！
ko: 시스템 예약 파일!
pt_br: Arquivo reservado do sistema!
ru: Системный зарезервированный файл!
tr: Sistem rezerv dosyası!
zh_hans: 系统保留文件!
zh_hant: 系統保留文件！
zh_hk: 系統保留文件！

# 系统设置
source: System Settings
de: Systemeinstellungen
es: Configuración del sistema
fr: Paramètres système
it: Impostazioni di sistema
ja: システム設定
ko: 시스템 설정
pt_br: Configurações do Sistema
ru: Системные настройки
tr: Sistem Ayarları
zh_hans: 系统设置
zh_hant: 系統設置
zh_hk: 系統設定

# 给智能助手发消息
source: Send a message to the smart assistant
de: Nachricht an den intelligenten Assistenten senden
es: Enviar mensaje al asistente inteligente
fr: Envoyer un message à l'assistant intelligent
it: Invia un messaggio all'assistente intelligente
ja: アシスタントに送信
ko: 어시스턴트에 전송
pt_br: Enviar mensagem para o assistente inteligente
ru: Отправить сообщение умному помощнику
tr: akıllı asistanlara mesaj gönder
zh_hans: 给智能助手发消息
zh_hant: 給智能助手發消息
zh_hk: 給智能助手發消息

# 继续
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

# 编辑
source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

# 编辑提示词
source: Edit prompt words
de: Bearbeitungshinweis
es: Palabra clave de edición
fr: Indice d'édition
it: Modifica suggerimento
ja: プロンプトを編集
ko: 프롬프트 편집
pt_br: Palavra de dica de edição
ru: Редактировать подсказку
tr: Edit ipucu kelimesi
zh_hans: 编辑提示词
zh_hant: 編輯提示詞
zh_hk: 編輯提示詞

# 网络地址
source: Network Address
de: Webadresse
es: Dirección de red
fr: Adresse réseau
it: Indirizzo di rete
ja: ネットワークアドレス
ko: 네트워크 주소
pt_br: Endereço da rede
ru: Сетевой адрес
tr: Web Adresi
zh_hans: 网络地址
zh_hant: 網絡地址
zh_hk: 網絡地址

# 网络权限
source: Network Permissions
de: Netzwerkberechtigungen
es: Permisos de red
fr: Autorisations réseau
it: Permessi di rete
ja: ネットワーク権限
ko: 네트워크 권한
pt_br: Permissões de Rede
ru: Сетевые разрешения
tr: Ağ İzinleri
zh_hans: 网络权限
zh_hant: 網路權限
zh_hk: 網絡權限

# 网络权限是应用正常运行的基础，用于接收推送通知、同步数据和获取最新信息。没有网络权限，应用的核心功能将无法正常工作。
source: Network permissions are the foundation for the normal operation of the application, used to receive push notifications, synchronize data, and obtain the latest information. Without network permissions, the core functions of the application will not work properly.
de: Netzwerkberechtigungen sind die Grundlage für den normalen Betrieb der Anwendung und dienen zum Empfangen von Push-Benachrichtigungen, Synchronisieren von Daten und Abrufen der neuesten Informationen. Ohne Netzwerkberechtigungen können die Kernfunktionen der Anwendung nicht ordnungsgemäß funktionieren.
es: Los permisos de red son la base para el funcionamiento normal de la aplicación, utilizados para recibir notificaciones push, sincronizar datos y obtener la información más reciente. Sin permisos de red, las funciones principales de la aplicación no podrán funcionar correctamente.
fr: Les autorisations réseau sont essentielles au fonctionnement normal de l'application, utilisées pour recevoir des notifications push, synchroniser les données et obtenir les informations les plus récentes. Sans autorisations réseau, les fonctionnalités principales de l'application ne pourront pas fonctionner correctement.
it: I permessi di rete sono fondamentali per il corretto funzionamento dell'app, utilizzati per ricevere notifiche push, sincronizzare i dati e ottenere le informazioni più recenti. Senza i permessi di rete, le funzionalità principali dell'app non potranno funzionare correttamente.
ja: ネットワーク権限はアプリが正常に動作するための基礎であり、プッシュ通知の受信、データの同期、最新情報の取得に使用されます。ネットワーク権限がないと、アプリの主要な機能が正常に動作しません。
ko: 네트워크 권한은 앱이 정상적으로 작동하기 위한 기본 요소로, 푸시 알림 수신, 데이터 동기화 및 최신 정보 획득에 사용됩니다. 네트워크 권한이 없으면 앱의 핵심 기능이 제대로 작동하지 않습니다.
pt_br: Permissões de rede são a base para o funcionamento normal do aplicativo, usadas para receber notificações push, sincronizar dados e obter as informações mais recentes. Sem permissões de rede, as funcionalidades principais do aplicativo não poderão operar adequadamente.
ru: Сетевые разрешения являются основой нормальной работы приложения, используются для получения push-уведомлений, синхронизации данных и получения актуальной информации. Без сетевых разрешений основные функции приложения не смогут работать корректно.
tr: Ağ izinleri, uygulamanın düzgün çalışması için temeldir; bildirimleri almak, verileri senkronize etmek ve en son bilgileri almak için kullanılır. Ağ izinleri olmadan, uygulamanın temel işlevleri düzgün çalışamaz.
zh_hans: 网络权限是应用正常运行的基础，用于接收推送通知、同步数据和获取最新信息。没有网络权限，应用的核心功能将无法正常工作。
zh_hant: 网络权限是应用正常运行的基础，用于接收推送通知、同步数据和获取最新信息。没有网络权限，应用的核心功能将无法正常工作。
zh_hk: 网络权限是应用正常运行的基础，用于接收推送通知、同步数据和获取最新信息。没有网络权限，应用的核心功能将无法正常工作。

# 网络权限是应用正常运行的基础，请授予网络权限以继续。
source: Network permissions are essential for the normal operation of the app; please grant network permissions to continue.
de: Netzwerkberechtigungen sind die Grundlage für den normalen Betrieb der App. Bitte gewähren Sie Netzwerkberechtigungen, um fortzufahren.
es: Los permisos de red son la base para el funcionamiento normal de la aplicación, por favor otorga los permisos de red para continuar.
fr: Les autorisations réseau sont essentielles au bon fonctionnement de l'application, veuillez accorder les autorisations réseau pour continuer.
it: I permessi di rete sono fondamentali per il corretto funzionamento dell'app; concedili per continuare.
ja: ネットワーク権限はアプリの正常な動作に不可欠です。続行するにはネットワーク権限を許可してください。
ko: 네트워크 권한은 앱이 정상적으로 작동하는 데 필수적입니다. 계속하려면 네트워크 권한을 허용해 주세요.
pt_br: As permissões de rede são fundamentais para o funcionamento normal do aplicativo; conceda permissões de rede para continuar.
ru: Сетевые разрешения являются основой для нормальной работы приложения, пожалуйста, предоставьте сетевые разрешения для продолжения.
tr: Ağ erişimi, uygulamanın düzgün çalışması için temeldir, lütfen ağ erişim iznini vermeye devam edin.
zh_hans: 网络权限是应用正常运行的基础，请授予网络权限以继续。
zh_hant: 網絡權限是應用正常運行的基礎，請授予網絡權限以繼續。
zh_hk: 網絡權限是應用正常運行的基礎，請授予網絡權限以繼續。

# 网络通知权限
source: Network Notification Permissions
de: Berechtigung für Netzwerkbenachrichtigungen
es: Permiso de notificación de red
fr: Autorisation de notification réseau
it: Permessi di notifica di rete
ja: ネットワーク通知権限
ko: 네트워크 알림 권한
pt_br: Permissões de notificação de rede
ru: Разрешение на уведомления в сети
tr: Ağ Bildirim İzni
zh_hans: 网络通知权限
zh_hant: 網路通知權限
zh_hk: 網絡通知權限

# 群组
source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
ko: 그룹
pt_br: Grupo
ru: Группа
tr: Grup
zh_hans: 群组
zh_hant: 群組
zh_hk: 群組

# 群组名
source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
ja: グループ名
ko: 그룹명
pt_br: Nome do grupo
ru: Название группы
tr: Grup adı
zh_hans: 群组名
zh_hant: 群組名稱
zh_hk: 群組名稱

# 翻译
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
pt_br: Traduzir
ru: Перевод
tr: Çevir
zh_hans: 翻译
zh_hant: 翻譯
zh_hk: 翻譯

# 翻译助手
source: Translation Assistant
de: Übersetzungsassistent
es: Traductor asistente
fr: Assistant de traduction
it: Assistente di traduzione
ja: 翻訳アシスタント
ko: 번역 도우미
pt_br: Assistente de Tradução
ru: Переводчик
tr: Çeviri Asistanı
zh_hans: 翻译助手
zh_hant: 翻譯助手
zh_hk: 翻譯助手

# 自动
source: Auto
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
ru: Автоматически
tr: Otomatik
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

# 自动保存
source: Auto Save
de: Automatisch speichern
es: Guardado automático
fr: Sauvegarde automatique
it: Salvataggio automatico
ja: 自動保存
ko: 자동 저장
pt_br: Salvar automaticamente
ru: Автосохранение
tr: Otomatik Kaydet
zh_hans: 自动保存
zh_hant: 自動保存
zh_hk: 自動儲存

# 自动更正Iv参数
source: Auto-correct IV parameters
de: Automatische Korrektur der IV-Parameter
es: Corrección automática de parámetros IV
fr: Correction automatique du paramètre Iv
it: Correzione automatica parametri IV
ja: Ivパラメータを自動的に修正
ko: Iv 매개변수를 자동으로 수정
pt_br: Correção automática do parâmetro IV
ru: Автоматическая коррекция параметра Iv
tr: Otomatik IV Parametresi Düzeltme
zh_hans: 自动更正Iv参数
zh_hant: 自動更正Iv參數
zh_hk: 自動更正Iv參數

# 自动更正Key参数
source: Auto Correct Key Parameter
de: Automatische Korrektur des Key-Parameters
es: Corrección automática del parámetro Key
fr: Correction automatique des paramètres Key
it: Correzione automatica del parametro Key
ja: Keyパラメータを自動的に修正
ko: Key 매개변수를 자동으로 수정
pt_br: Correção Automática de Parâmetros Chave
ru: Автоматическое исправление параметра Key
tr: Otomatik Düzeltme Anahtar Parametresi
zh_hans: 自动更正Key参数
zh_hant: 自動更正Key參數
zh_hk: 自動更正Key參數

# 自定义icon
source: Custom icon
de: Benutzerdefiniertes Icon
es: Icono personalizado
fr: Icône personnalisée
it: Icon personalizzato
ja: カスタムアイコン
ko: 사용자 정의 아이콘
pt_br: Ícone personalizado
ru: Пользовательский значок
tr: Özel simge
zh_hans: 自定义icon
zh_hant: 自定義icon
zh_hk: 自訂圖示

# 自定义推送显示的logo
source: Custom push notification display logo
de: Benutzerdefinierte Logo-Anzeige für Push-Benachrichtigungen
es: Logotipo personalizado para mostrar en notificaciones push
fr: Logo d'affichage de notification personnalisé
it: Logo personalizzato per la visualizzazione delle notifiche push
ja: プッシュ表示用のカスタムロゴ
ko: 푸시 표시용 사용자 정의 로고
pt_br: Logotipo personalizado para notificações push
ru: Пользовательский логотип для уведомлений
tr: Özel bildirim logosu
zh_hans: 自定义推送显示的logo
zh_hant: 自定義推送顯示的logo
zh_hk: 自定義推送顯示的logo

# 自定义提示词
source: Custom Prompt Words
de: Benutzerdefinierte Eingabeaufforderung
es: Palabra clave personalizada
fr: Invite personnalisé
it: Parole prompt personalizzate
ja: カスタムプロンプト
ko: 사용자 정의 프롬프트
pt_br: Palavras de sugestão personalizadas
ru: Пользовательские подсказки
tr: Özel İpucu Sözcükleri
zh_hans: 自定义提示词
zh_hant: 自定義提示詞
zh_hk: 自定義提示詞

# 自定义铃声
source: Custom Ringtone
de: Benutzerdefinierte Klingeltöne
es: Tono personalizado
fr: Sonnerie personnalisée
it: Suono personalizzato
ja: カスタム着信音
ko: 사용자 정의 벨소리
pt_br: Som Personalizado
ru: Пользовательские звуки оповещения
tr: Özel zil sesi
zh_hans: 自定义铃声
zh_hant: 自定義鈴聲
zh_hk: 自訂鈴聲

# 至少2个字符
source: At least 2 characters
de: Mindestens 2 Zeichen
es: Al menos 2 caracteres
fr: Au moins 2 caractères
it: Almeno 2 caratteri
ja: 2文字以上
ko: 최소 2자
pt_br: Pelo menos 2 caracteres
ru: По крайней мере 2 символа
tr: En az 2 karakter
zh_hans: 至少2个字符
zh_hant: 至少2個字符
zh_hk: 至少2個字符

# 英语
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский
tr: İngilizce
zh_hans: 英语
zh_hant: 英語
zh_hk: 英語

# 获取开发者支持
source: Get Developer Support
de: Entwickler-Support erhalten
es: Obtener soporte para desarrolladores
fr: Obtenir le support des développeurs
it: Supporto per sviluppatori
ja: 開発者サポートを取得
ko: 개발자 지원 받기
pt_br: Obter suporte do desenvolvedor
ru: Получить поддержку разработчика
tr: Geliştirici Desteği Alın
zh_hans: 获取开发者支持
zh_hant: 獲取開發者支援
zh_hk: 獲取開發者支援

# 获取所有铃声
source: Get all notifications
de: Alle Benachrichtigungen abrufen
es: Obtener todas las notificaciones
fr: Obtenir toutes les notifications
it: Ottieni tutti gli avvisi
ja: 「すべての通知を取得」
ko: 모든 알림 가져오기
pt_br: Obter todos os sinos
ru: Получить все уведомления
tr: Tüm bildirimleri al
zh_hans: 获取所有铃声
zh_hant: 獲取所有鈴聲
zh_hk: 獲取所有鈴聲

# 葡萄牙语
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
pt_br: Português
ru: Португальский язык
tr: Portekizce
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語
zh_hk: 葡萄牙語

# 西班牙语
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
ru: Испанский язык
tr: İspanyolca
zh_hans: 西班牙语
zh_hant: 西班牙語
zh_hk: 西班牙語

# 解绑成功
source: Unbind successful
de: Entbindung erfolgreich
es: Desbloqueo exitoso
fr: Déblocage réussi
it: Rimozione del vincolo riuscita
ja: アンバインド成功
ko: 바인딩 해제 성공
pt_br: Desvinculação bem-sucedida
ru: Разблокировка успешна
tr: Bağlama Başarıyla Çözüldü
zh_hans: 解绑成功
zh_hant: 解綁成功
zh_hk: 解綁成功

# 触感与反馈
source: Touch and Feedback
de: Berührung und Feedback
es: Táctil y retroalimentación
fr: Tactile et rétroaction
it: Tocco e feedback
ja: 触感とフィードバック
ko: 터치와 피드백
pt_br: Toque e Feedback
ru: Тактильные ощущения и отклик
tr: Dokunma ve Geri Bildirim
zh_hans: 触感与反馈
zh_hant: 觸感與反饋
zh_hk: 觸感與反饋

# 设备ID
source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil
it: ID dispositivo
ja: デバイスID
ko: 디바이스 ID
pt_br: ID do dispositivo
ru: ID устройства
tr: Cihaz Kimliği
zh_hans: 设备ID
zh_hant: 設備ID
zh_hk: 裝置ID

# 设置
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定
